Repository: Tony-xuan/StoreKeeper
Catalog: client/po/*.po
Languages: hu

source: Add barcode to a new item
hu: Vonalkód hozzáadása egy új télelhez

source: Add element to list
hu: Elem hozzáadása a listához

source: Add new element to list
hu: Új elem hozzáadása a listához

source: Article no.
hu: Cikkszám

source: Article Number
hu: Cikkszám

source: Assign barcode to an existing item
hu: Vonalkód hozzárendelése egy létező télelhez

source: Assign to item
hu: Hozzárendelés egy télelhez

source: Barcode
hu: Vonalkód

source: Barcode quantity
hu: Vonalkódhoz rendelt mennyiség

source: Barcode, item name, article number
hu: Vonalkód, tétel név, cikkszám

source: Can not be greater than {{ aRestrictions.max }}
hu: Nem lehet nagyobb mint {{ aRestrictions.max }}

source: Can not be longer than {{ aRestrictions.maxlength }} characters
hu: Nem lehet hosszabb mint {{ aRestrictions.maxlength }} karakter

source: Can not be shorter than {{ aRestrictions.minlength }} characters
hu: Nem lehet rövidebb mint {{ aRestrictions.minlength }} karakter

source: Can not be smaller than {{ aRestrictions.min }}
hu: Nem lehet kisebb mint {{ aRestrictions.min }}

source: Can not connect to server
hu: Nem lehet csatlakozni a szerverhez

source: Cancel
hu: Mégse

source: Close
hu: Bezárás

source: Commands
hu: Műveletek

source: Count
hu: Darabszám

source: Do you want to clear list?
hu: Biztosan üríteni szeretné az elemlistát?

source: Do you want to delete barcode {{ barcode }} ({{ quantity }} {{ unit }})
hu: Biztosan törölni szeretné a {{ barcode }} vonalkódot ({{ quantity }} {{ unit }})?

source: Do you want to delete element "{{ barcode }}" ({{ count }} pcs)
hu: Biztosan törölni szeretné a {{ barcode }} ({{ quantity }}) elemet?

source: Do you want to delete element "{{ barcode }}" ({{ count }} x {{ quantity }} {{ unit }} of item "{{ name }}")
hu: Biztosan törölni szeretné a {{ name }}) tétel {{ barcode }} ({{ count }} x {{ quantity }} {{ unit }} elemét?

source: Do you want to delete new barcode ({{ quantity }} {{ unit }})
hu: Biztosan törölni szeretné új vonalkódot ({{ quantity }} {{ unit }})?

source: Do you want to move all element from list to Stockpile?
hu: Biztos át akarja mozgatni a lista elemeit az Raktárkészletbe?

source: Do you want to print sum {{ count }} pcs. labels?
hu: Biztosan ki szeretne nyomtatni {{ count }} darab címkét?

source: Download label file
hu: Címke fájl letöltése

source: engine under <a href="https://github.com/andras-tim/StoreKeeper/blob/master/LICENSE" target="_blank">GPLv2</a>
hu: motor <a href="https://github.com/andras-tim/StoreKeeper/blob/master/LICENSE" target="_blank">GPLv2</a> alatt

source: Enter article number
hu: Írja be a cikkszámot

source: Enter location of item
hu: Írja be a tétel helyét

source: Enter name of item
hu: Írja be a tétel nevét

source: Enter unit
hu: Írja be a mennyiségi egységet

source: Enter vendor
hu: Írja be a gyártót

source: Error {{ status }}
hu: Hiba {{ status }}

source: global search
hu: globális szűrő

source: In Stock
hu: Raktáron

source: Item
hu: Tétel

source: Item amount for this barcode
hu: A vonalkódhoz tartozó mennyiség

source: Item collector
hu: Tétel kereső

source: Item is out of stock
hu: A tételből nincs több raktáron

source: Item quantity is lower than
hu: A tételből kevesebb van raktáron, mint

source: Item selector
hu: Tétel kiválasztó

source: Location
hu: Hely

source: Login
hu: Bejelentkezés

source: Logout
hu: Kijelentkezés

source: Mandatory field
hu: Kötelező mező

source: Master barcode for this item
hu: Fő vonalkód ehhez az télelhez

source: Move elements to Stockpile
hu: Elemek mozgatása a Raktárkészletbe

source: Name
hu: Megnevezés

source: New Item
hu: Új tétel

source: Number required
hu: Szám szükséges

source: password
hu: Jelszó

source: Password
hu: Jelszó

source: Print label
hu: Címke nyomtatása

source: Print label for this element
hu: Címke nyomtatása ehhez az elemhez

source: Print labels for all elements
hu: Címke nyomtatás az összes elemhez

source: Purchase price
hu: Vételár

source: Quantity
hu: Mennyiség

source: Quantity ({{ item.unit.unit }})
hu: Mennyiség

source: Remember me
hu: Emlékezz rám

source: Remove all elements from list
hu: Az összes elem eltávolítása a listából

source: Remove label
hu: Címke törlése

source: Remove this element
hu: Elem eltávolítása

source: Save
hu: Mentés

source: search for vendor
hu: szűrés gyártó szerint

source: Sign in
hu: Bejelentkezés

source: Stockpile
hu: Ratkárkészlet

source: System will send a warning when the quantity decreases under this value
hu: A rendszer figyelmeztetni fog, ha a mennyiség ez alá az érték alá csökken.

source: The form is dirty.
hu: Az űrlap még nincs mentve.

source: The form is dirty. Do you want to stay on the page?
hu: Az űrlap még nincs mentve. Biztos el akarja hagyni az oldalt?

source: Toggle menu
hu: Menü megjelenítése/elrejtése

source: Unit
hu: Mennyiségi egység

source: User will not logged out after close this window
hu: A felhasználó nem lesz kijelentkeztetve a böngésző bezárása után

source: username
hu: Felhasználónév

source: Username
hu: Felhasználónév

source: Vendor
hu: Gyártó

source: Warning quantity
hu: Figyelmeztetési küszöb
